/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "由于未知原因，移除部分文件失败。";
"ErrorDescRemoving_GenericSingleFileError" = "由于未知原因，无法移除 \"%@\"。";
"ErrorDescRemoving_FileWasntAuthorized" = "无法移除 \"%@\"，因为您无权进行此操作。";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "无法移除 \"%@\"，因为您无权进行此操作。";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "由于缺少权限，无法移除 \"%@\"。";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "由于缺少权限，无法移动 \"%@\"。";
"ErrorDescRemoving_FailedToLaunchTask" = "无法执行任务 \"%@\"。文件似乎不可执行或者丢失。";
